[GENERAL]
NAME					= 中文(简体)
TRANSLATOR				= hxdhttk
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= 确定
TEXT_MESSAGEBOX_CANCEL			= 取消
TEXT_MESSAGEBOX_ABORT			= 放弃
TEXT_MESSAGEBOX_RETRY			= 重试
TEXT_MESSAGEBOX_IGNORE			= 忽略
TEXT_MESSAGEBOX_YES			= 是
TEXT_MESSAGEBOX_NO			= 否
TEXT_MESSAGEBOX_CONTINUE		= 继续

TEXT_APP_NAME				= 蜂蜜浏览器
TEXT_BETA				= 测试版
TEXT_PORTABLE				= 便携版
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= 选择一个文件夹.
TEXT_ASSOC_IMAGE			= 图像 (${str1}) 文件
TEXT_ASSOC_RAWIMAGE			= RAW 图像 (${str1}) 文件
TEXT_ASSOC_EBOOK			= 压缩过的图像 (${str1}) 文件
TEXT_APP_DESC				= 蜂蜜浏览器是一个速度惊人的图像浏览器.
TEXT_ABOUTBOX_TAB1			= 关于蜂蜜浏览器
TEXT_PHOTOFOLDER_NAME			= 蜂蜜浏览器
TEXT_OPENFILEDLG_IMAGEFILE		= 图像文件
TEXT_OPENFILEDLG_ALLFILE		= 所有文件
TEXT_NEW_FOLDER				= 新建文件夹
TEXT_TRANSF_FILE_BEGIN_WITH		= 蜂蜜浏览器_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= 下载所需安装文件失败.
TEXT_UPDATE_VERSION_CHECK_FAILED	= 版本检查失败
TEXT_UPDATE_VERSION_CHECKING		= 正在检查软件版本
TEXT_UPDATE_DOWNLOAD_FAILED		= 下载失败
TEXT_UPDATE_LATEST_VERSION		= 已是最新
TEXT_UPDATE_DO_DOWNLOAD			= 需要更新
TEXT_UPDATE_DOWNLOAD_COMPLETED		= 下载完成

TEXT_MSG_LASTPAGE			= 这是最后一张图片.
TEXT_MSG_FIRSTPAGE			= 这是第一张图片.
TEXT_MSG_NOIMAGEFILE			= 未在此压缩包中发现图片.
TEXT_MSG_INVALID_PHOTOFOLDER		= 请在配置中设定 '照片文件夹 2' 文件夹的路径.
TEXT_MSG_CANTOPENARCHIVE		= 打开文件失败:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= 不支持此文件. 请升级至最新版本.
TEXT_MSG_INVALID_PASSWORD		= 错误的口令.
TEXT_MSG_STRETCHWHENSMALL_ON		= 拉伸小图像: 开
TEXT_MSG_STRETCHWHENSMALL_OFF		= 拉伸小图像: 关
TEXT_MSG_CANTOPENBOOKMARK		= 打开书签失败.
TEXT_MSG_BROKENARCHIVE			= 此压缩包已损坏.
TEXT_MSG_ADDTOBOOKMARK			= 添加书签: 
TEXT_MSG_LOADRECENTBOOKMARK		= 打开最近保存的书签:
TEXT_MSG_SLIDESHOWSTART			= 放映幻灯片: ${TIME}秒
TEXT_MSG_SLIDESHOWSTOP			= 结束幻灯片放映
TEXT_MSG_ALWAYSONTOP_ON			= 总在最前端: 开
TEXT_MSG_ALWAYSONTOP_OFF		= 总在最前端: 关
TEXT_MSG_ZOOMFIX_ON			= 锁定缩放: 开
TEXT_MSG_ZOOMFIX_OFF			= 锁定缩放: 关
TEXT_MSG_EXTPROGERR_LAUNCH		= 用图像编辑器打开
TEXT_MSG_EXTPROGERR_NOTSET		= 请在配置中选择图像编辑器 (画图, Photoshop等.). 
TEXT_MSG_ARCHIVEBOOKMARK		= 记住压缩包中的位置:
TEXT_MSG_RESTART_NOTIFY			= 软件将重启.
TEXT_MSG_COPY2CLIPBOARD			= 已复制到剪贴板.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= 复制失败.
TEXT_MSG_BOOKMARK_EXPORTED		= 已保存书签.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= 保存书签失败.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= 打开书签失败. 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= 导入书签失败.
TEXT_MSG_BOOKMARK_IMPORTED		= 已导入书签.
TEXT_MSG_SETWALLPAPER_FAILED		= 设为桌面背景失败.
TEXT_MSG_CANT_OPEN_IMAGE		= 无法打开图像文件.
TEXT_MSG_TRANSFORM_COMPLETED		= 处理完成.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= 无法打开文件.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= 无法保存文件.
TEXT_MSG_CANT_OPEN_MMF			= 无法打开 MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= 软件将重启.
TEXT_MSG_DELETED			= 已删除

TEXT_ASK_INIT				= 是否要初始化配置?
TEXT_ASK_DELETE_IMAGE			= 是否要删除回收站中的此文件?
TEXT_ASK_DELETE_ARCHIVE			= 当前图像是压缩包的一部分.[br][br]是否要删除整个压缩包 (${FILENAME}) ?
TEXT_ASK_DELETE_BOOKMARKALL		= 是否要删除已保存的所有书签?
TEXT_ASK_LAUNCH_ASSOCUI			= 对于 Windows 8 或更新版本, 用户需要设置文件格式关联.[br][br]是否要关联相关文件?
TEXT_ASK_STOP_BATCH_PROCESSING		= 正在处理中. 是否要取消?

TEXT_FILTERMODE_NONE			= 无滤镜
TEXT_FILTERMODE_BILINEAR		= 滤镜: 减淡
TEXT_FILTERMODE_SHARPEN			= 滤镜: 减淡+锐化

TEXT_SHOWMODE_NONE			= 浏览: 原始大小 (100%)
TEXT_SHOWMODE_FIT2WINDOW		= 浏览: 适合窗口
TEXT_SHOWMODE_FIT2WIDTH			= 浏览: 适合宽度
TEXT_SHOWMODE_TWO_L2R			= 智能对开阅览 (左->右)
TEXT_SHOWMODE_TWO_R2L			= 智能对开阅览 (左<-右)

TEXT_NEXTPATH_NOFILE			= 移动文件夹: 最后一张图片 (请打开一个文件)
TEXT_NEXTPATH_LASTFOLDER		= 下一个文件夹: 最后一张图片
TEXT_PREVPATH_LASTFOLDER		= 上一个文件夹: 最后一张图片
TEXT_NEXTPATH_OPENFOLDER		= 下一个文件夹:
TEXT_PREVPATH_OPENFOLDER		= 上一个文件夹:

TEXT_DELETE				= 删除: 
TEXT_COPY_TO_PHOTOFOLDER1		= 复制到 照片文件夹 1:
TEXT_COPY_TO_PHOTOFOLDER2		= 复制到 照片文件夹 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= 移动到 照片文件夹 1:

TEXT_SELECTFILEDLG_FILELIST		= 列表
TEXT_SELECTFILEDLG_DATE			= 修改日期
TEXT_SELECTFILEDLG_SIZE			= 大小

TEXT_BOOKMARKEDITDLG_PATH		= 路径

TEXT_PAGETURNFX_NONE			= 无
TEXT_PAGETURNFX_HV2			= 翻页
TEXT_PAGETURNFX_ALPHA			= 淡出
TEXT_PAGETURNFX_SLIDE			= 滑动

TEXT_FILEINFO_FILENAME			= 文件名
TEXT_FILEINFO_SIZE			= 图片大小
TEXT_FILEINFO_CREATETIME		= 创建日期
TEXT_FILEINFO_MODIFYTIME		= 修改日期
TEXT_FILEINFO_IMGINFO			= 图片信息
TEXT_FILEINFO_ROTATE			= 旋转信息
TEXT_FILEINFO_ZOOM			= 缩放

TEXT_EXIF_MAKER				= 相机制造商
TEXT_EXIF_MODEL				= 相机型号
TEXT_EXIF_SOFTWARE			= 软件
TEXT_EXIF_ARTIST			= 艺术家
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= 版权
TEXT_EXIF_DATETIME			= 拍摄日期
TEXT_EXIF_FLASHUSED			= 闪光灯
TEXT_EXIF_FOCALLENGTH			= 焦距
TEXT_EXIF_FOCALLENGTH_35MM		= 焦距 (35mm)
TEXT_EXIF_EXPOSURETIME			= 快门速度
TEXT_EXIF_EXPOSUREBIAS			= 曝光偏差
TEXT_EXIF_APERTUREFNUMBER		= 光圈数
TEXT_EXIF_ISOEQUIVALENT			= ISO 感光度
TEXT_EXIF_METERINGMODE			= 测光模式
TEXT_EXIF_EXPOSUREPROGRAM		= 曝光程序
TEXT_EXIF_DISTANCE			= 焦点距离
TEXT_EXIF_GPS				= GPS 信息
TEXT_EXIF_COMMENT			= 评论

TEXT_CUSTOMCMD_NOOPERATION		= 无操作
TEXT_CUSTOMCMD_FULLSCREEN		= 全屏
TEXT_CUSTOMCMD_MAXIMIZE			= 最大化
TEXT_CUSTOMCMD_MINIMIZE			= 最小化
TEXT_CUSTOMCMD_PAGESELECT		= 选择图片
TEXT_CUSTOMCMD_EXIT			= 退出
TEXT_CUSTOMCMD_OPEN			= 打开文件
TEXT_CUSTOMCMD_OPENFOLDER		= 打开文件夹
TEXT_CUSTOMCMD_NEXT1			= 下一页 (对开阅览) 
TEXT_CUSTOMCMD_PREV1			= 上一页 (对开阅览)
TEXT_CUSTOMCMD_NEXT			= 下一张图片
TEXT_CUSTOMCMD_PREV			= 上一张图片
TEXT_CUSTOMCMD_NEXT_RANDOM		= 随机转到下一张图片
TEXT_CUSTOMCMD_PREV_RANDOM		= 随机转到上一张图片
TEXT_CUSTOMCMD_HOME			= 第一张图片
TEXT_CUSTOMCMD_END			= 最后一张图片
TEXT_CUSTOMCMD_NEXT10			= 向下第10张图片
TEXT_CUSTOMCMD_PREV10			= 向上第10张图片
TEXT_CUSTOMCMD_SCROLL_UP		= 上滚
TEXT_CUSTOMCMD_SCROLL_DN		= 下滚
TEXT_CUSTOMCMD_SCROLL_LEFT		= 左滚
TEXT_CUSTOMCMD_SCROLL_RIGHT		= 右滚
TEXT_CUSTOMCMD_ZOOM_IN			= 放大
TEXT_CUSTOMCMD_ZOOM_OUT			= 缩小
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= 复制到 照片文件夹
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= 移动到 照片文件夹
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= 复制到 照片文件夹 2
TEXT_CUSTOMCMD_NEXTPATH			= 下一个压缩包/文件夹
TEXT_CUSTOMCMD_PREVPATH			= 上一个压缩包/文件夹
TEXT_CUSTOMCMD_CONTEXT_MENU		= 上下文菜单
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= 显示文件/EXIF 信息

TEXT_COMBO_GIF_TRANS_OPTION_0		= 使用原始 GIF 调色板
TEXT_COMBO_GIF_TRANS_OPTION_1		= 使用白色背景
TEXT_COMBO_GIF_TRANS_OPTION_2		= 使用网格背景
TEXT_COMBO_GIF_TRANS_OPTION_3		= 使用黑色背景

TEXT_COMBO_LASTFILE_ACTION_NONE		= 无操作
TEXT_COMBO_LASTFILE_ACTION_ASK		= 询问
TEXT_COMBO_LASTFILE_ACTION_LOOP		= 转到第一个文件
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= 转到下一个/上一个 文件夹/文件

TEXT_ASSOC_GROUP0			= 常用格式
TEXT_ASSOC_GROUP1			= 新晋格式
TEXT_ASSOC_GROUP2			= 相机无损格式
TEXT_ASSOC_GROUP3			= 压缩格式

TEXT_SORT_METHOD_FILENAME		= 按名称排序
TEXT_SORT_METHOD_DATE			= 按修改日期排序
TEXT_SORT_METHOD_SIZE			= 按大小排序
TEXT_SORT_METHOD_EXT			= 按类型排序

TEXT_TRANSF_RESIZE_NONE			= 不要裁剪
TEXT_TRANSF_RESIZE_KEEPRATIO		= 保持原比例
TEXT_TRANSF_RESIZE_FITWIDTH		= 适合宽度
TEXT_TRANSF_RESIZE_ADD			= 添加填充 
TEXT_TRANSF_RESIZE_CUT			= 裁剪
TEXT_TRANSF_RESIZE_STRETCH		= 拉伸

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= 自动
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= 上个文件夹 ( [ )
TEXT_BTN_NEXT_FOLDER			= 下个文件夹 ( ] )
TEXT_BTN_PREV_ARCHIVE			= 上一个压缩包 ( [ )
TEXT_BTN_NEXT_ARCHIVE			= 下一个压缩包 ( ] )


[MENU]
MENUSTR_OPEN				= 打开\tF2
MENUSTR_OPENFOLDER			= 打开文件夹\tF
MENUSTR_CLOSE				= 关闭\tF4
MENUSTR_PAGESELECT			= 选择图片\tEnter
MENUSTR_OPEN_FILEPOSITION		= 在资源管理器中显示\tCtrl+Enter

MENUSTR_FILTER_NONE			= 无\tU
MENUSTR_FILTER_BILINEAR			= 减淡\tI
MENUSTR_FILTER_SHARPEN			= 减淡+锐化\tS

MENUSTR_PAGEMOVE			= 移动图片
MENUSTR_PAGEMOVE_NEXT			= 下一张图片\t->
MENUSTR_PAGEMOVE_PREV			= 上一张图片\t<-
MENUSTR_PAGEMOVE_HOME			= 第一张图片\tHome
MENUSTR_PAGEMOVE_END			= 最后一张图片\tEnd
MENUSTR_PAGEMOVE_NEXT10			= 向下第10张图片\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= 向上第10张图片\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= 随机转到下一张图片\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= 随机转到上一张图片\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= 下一个 文件夹/压缩包\t]
MENUSTR_PAGEMOVE_PREV_PATH		= 上一个 文件夹/压缩包\t[

MENUSTR_INTERPOLATEMODE			= 插值
MENUSTR_INTERPOLATEMODE_BILINEAR	= 双线性插值 (快)
MENUSTR_INTERPOLATEMODE_BICUBIC		= 双三次插值 (慢, 高品质)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos 插值 (慢, 高品质)

MENUSTR_IMAGE_PROCESSING		= 图片效果
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= 反色\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gamma值补偿\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= 垂直翻转\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= 水平翻转\tCtrl+M

MENUSTR_SORT_METHOD			= 排序
MENUSTR_SORT_METHOD_FILENAME		= 文件名
MENUSTR_SORT_METHOD_DATE		= 修改日期
MENUSTR_SORT_METHOD_SIZE		= 大小
MENUSTR_SORT_METHOD_EXT			= 类型
MENUSTR_SORT_DESCENDING			= 降序

MENUSTR_SHOWMODE			= 图片浏览
MENUSTR_FILTER_STRETCHWHENSMALL		= 拉伸小图片\tZ
MENUSTR_SHOWMODE_NONE			= 原始大小 (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= 适合窗口\t9
MENUSTR_SHOWMODE_FITWIDTH		= 适合宽度\t8
MENUSTR_SHOWMODE_TWO_L2R		= 智能对开阅览 (左->右)\t7
MENUSTR_SHOWMODE_TWO_R2L		= 智能对开阅览 (左<-右)\t6

MENUSTR_ZOOM				= 缩放
MENUSTR_ZOOM_IN				= 放大\t+
MENUSTR_ZOOM_OUT			= 缩小\t-
MENUSTR_ZOOM_FIX			= 锁定\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= 放大(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= 缩小(1%)\tCtrl+-

MENUSTR_ROTATION			= 旋转
MENUSTR_ROTATION_NONE			= 不旋转\tAlt+Up
MENUSTR_ROTATION_L90			= 逆时针旋转 90˚\tAlt+Left
MENUSTR_ROTATION_R90			= 顺时针旋转 90˚\tAlt+Right
MENUSTR_ROTATION_180			= 水平翻转\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= 文件/EXIF 信息\tTAB
MENUSTR_WALLPAPER			= 设为桌面...
MENUSTR_DELETE				= 删除\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= 复制到 照片文件夹\tIns
MENUSTR_EXTPROG0			= 用图像编辑器打开\tCtrl+E
MENUSTR_PRINT				= 打印\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= 复制到剪贴板\tCtrl+C

MENUSTR_SETTING				= 配置\tF5
MENUSTR_ABOUT				= 关于 蜂蜜浏览器\tF1
MENUSTR_EXIT				= 退出\tX

; about popup menu
MENUSTR_HOMEPAGE			= 主页
MENUSTR_HELP				= 热键帮助

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= 添加书签\tB
MENUSTR_BOOKMARK_DELALL			= 删除所有书签
MENUSTR_BOOKMARK_SETTTING		= 书签设置
MENUSTR_BOOKMARK_EDIT			= 编辑书签\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= 停止幻灯片放映\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 秒\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 秒\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 秒\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 秒\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 秒\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 秒\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 秒\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 秒\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 秒\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 秒
MENUSTR_SLIDESHOW_15			= 15 秒
MENUSTR_SLIDESHOW_20			= 20 秒
MENUSTR_SLIDESHOW_25			= 25 秒
MENUSTR_SLIDESHOW_30			= 30 秒
MENUSTR_SLIDESHOW_60			= 60 秒
MENUSTR_SLIDESHOW_90			= 90 秒
MENUSTR_SLIDESHOW_LOOP			= 循环
MENUSTR_SLIDESHOW_RANDOM		= 随机

MENUSTR_PAGETURNFX_NONE			= 无效果
MENUSTR_PAGETURNFX_HV2			= 翻转
MENUSTR_PAGETURNFX_ALPHA		= 淡出
MENUSTR_PAGETURNFX_SLIDE		= 滑动

MENUSTR_PHOTOFOLDER_COPY1		= 复制到 照片文件夹 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= 移动到 照片文件夹 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= 复制到 照片文件夹 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= 照片文件夹 设定
MENUSTR_PHOTOFOLDER_OPEN		= 打开 照片文件夹 1

MENUSTR_TRANSFORMDLG			= 转换图片 (旋转, 裁剪)\tCtrl+T

[DIALOG]
IDCANCEL				= 取消
IDOK					= 确定

[IDD_ABOUT]  
IDD_ABOUT				= 关于 蜂蜜浏览器
IDC_BTN_HOMEPAGE			= 主页
IDC_BTN_UPDATE				= 更新

[IDD_SETTING]
IDD_SETTING				= 配置
IDC_BTN_INIT				= 重置

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= 一般设定
IDC_CHK_USESNAP				= 捕捉窗口
IDC_CHK_DONOTREMEMBERFOLDER		= 不保存最近的浏览的文件夹路径
IDC_CHK_ONE_INSTANCE			= 不允许本软件运行多个实例
IDC_CHK_ASK_DELETE			= 删除文件前确认
IDC_CHK_NO_CENTER_MESSAGE		= 在角落而非中心显示通知信息
IDC_CHK_ALWAYS_ON_TOP			= 总在最前端(Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= 按 ESC 退出
IDC_CHK_CHECK_UPDATE			= 检查最新版
IDC_CHK_CHECK_UPDATE_MINOR		= 检查次要更新
IDC_STATIC_LASTFILEACTION_IMAGE		= 在到达首尾图片时的操作:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= 在到达压缩包内首尾图片时的操作:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= 浏览设定
IDC_CHK_SHOWBORDER			= 显示主窗口边框
IDC_CHK_SHOW_OVERLAY_FILEINFO		= 在顶端菜单隐藏时显示文件名 (热键: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= 保存缩放状态
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= 不显示顶端菜单栏
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= 不显示底端控制栏
IDC_CHK_DO_NOT_SIDE_ARROW		= 不显示侧边箭头
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= 不显示动画信息控制
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= 不显示缩放信息控制
IDC_CHK_HIDE_TOOLTIP_HELP		= 不显示鼠标悬浮工具提示
IDC_CHK_EXIFINFO_SMALL_FONT		= 用小字体显示 EXIF/文件 信息
IDC_CHK_USEBKGNDIMAGE			= 更改默认背景图片
IDC_BTN_BKGND_SET			= 浏览...
IDC_BTN_BKGND_OPEN			= 打开文件夹
IDC_STATIC_BKGNDCOLOR			= 背景颜色:
IDC_BTN_BKGND				= 选择...
IDC_STATIC_BORDERCOLOR			= 边框颜色:
IDC_BTN_BORDERCOLOR			= 选择...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= 书签设定
IDC_CHK_AUTOBOOKMARK			= 自动保存当前图片路径为书签
IDC_CHK_SHARE_SETTING			= 多窗口共享配置/书签
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= 自动记忆当前图片在压缩包中的路径
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= 删除
IDC_STATIC_MAX_BOOKMARK			= 最大书签数:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= 已关联的文件格式
IDC_BTN_IMAGE_SELECT			= 全选
IDC_BTN_IMAGE_DESELECT			= 全不选
IDC_BTN_APPLY_NOW			= 立即应用

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= 格式关联
IDC_STATIC_ASSOC_DESC1			= 对于 Windows 8 或更新版本, 可按以下方式关联文件格式:
IDC_STATIC_ASSOC_DESC2			= 1. 单击 "格式关联" 按钮 
IDC_STATIC_ASSOC_DESC3			= 2. 选上设置程序关联窗口中的 "全选" 复选框
IDC_STATIC_ASSOC_DESC4			= 3. 单击 "保存" 按钮.
IDC_STATIC_ASSOC_DESC1_10		= 对于 Windows 10 或更新版本, 可按以下方式关联文件格式:
IDC_STATIC_ASSOC_DESC2_10		= 1. 单击 "格式关联" 按钮 
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= 格式关联
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= 经典方法

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= 图像处理
IDC_CHK_EXIFROTATION			= 根据 EXIF 信息自动旋转图片
IDC_CHK_STRONG_SHARPEN			= 使用强锐化滤镜
IDC_CHK_CACHE_IMAGE			= 缓存下一张图片
IDC_STATIC_CACHE_MEMORY_SIZE		= 缓存大小: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= 图片大于窗口时显示图片顶部
IDC_CHK_USE_PREVIEW_MODE		= 先显示低品质图片以加速渲染
IDC_CHK_USE_IMAGE_ICC			= 使用图片文件的 ICC 数据
IDC_CHK_USE_MONITOR_ICC			= 使用监视器的 ICC 数据
IDC_STATIC_GIF_TRANSPARENT_OPTION	= 为 GIF 图片使用透明背景:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 为32位图片使用透明背景:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= 插值算法 (裁剪滤镜):
IDC_STATIC_PAGETURNFX			= 翻页效果:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= 选定
IDC_STATIC_CUSTOMKEYDESC_KEY		= 热键
IDC_STATIC_CUSTOMKEYDESC_ACTION		= 操作

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= 设定
IDC_STATIC_CUSTOMMOUSE_ACTION		= 操作
IDC_CHK_CUSTOM_LBUTTON			= 鼠标左键
IDC_CHK_DBLCLICK2MAXIMIZE		= 双击最大化/还原
IDC_CHK_CLICK2PAGETURN			= 单击屏幕两侧时翻页
IDC_CHK_CUSTOM_MBUTTON			= 鼠标中键
IDC_CHK_CUSTOM_RBUTTON			= 鼠标右键
IDC_CHK_CUSTOM_XBUTTON			= X 键
IDC_CHK_CUSTOM_YBUTTON			= Y 键
IDC_CHK_CUSTOM_WHEELUP			= 鼠标滚轮向上 
IDC_CHK_CUSTOM_WHEELDN			= 鼠标滚轮向下

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= 上下文菜单设定
IDC_CHK_SHELL_USE_SHELL_MENU		= 在资源管理器中使用上下文菜单
IDC_CHK_SHELL_TRANSFORM_DLG		= 用 蜂蜜浏览器 转换图片
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= 用 蜂蜜浏览器 浏览图片
IDC_CHK_SHELL_PREVIEW_IMAGE		= 上下文菜单预览
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= 显示图片信息
IDC_CHK_SHELL_SHOW_ICON			= 显示软件图标

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= 杂项设定
IDC_STATIC_PHOTOFOLDER			= 照片文件夹
IDC_STATIC_PHOTOFOLDER_DESC1		= 照片文件夹 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= 照片文件夹 2:
IDC_BTN_PHOTOFOLDER_SET1		= 浏览...
IDC_BTN_PHOTOFOLDER_OPEN1		= 打开
IDC_BTN_PHOTOFOLDER_SET2		= 浏览...
IDC_BTN_PHOTOFOLDER_OPEN2		= 打开
IDC_STATIC_EXTPROGRAM			= 图像编辑器
IDC_BTN_SET_EXTPROG0			= 浏览...
IDC_BTN_SET_EXTPROG1_FAST		= 预设
IDC_CHK_PAGETURNWAV			= 翻页时播放音效
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= 不打开 RAW 图片文件
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= 打开 JPEG 文件时, 不打开同名 RAW 文件
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= 打开 RAW 图片文件时, 如有可能显示缩略图
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= 根据图片大小调节窗口大小
IDC_CHK_DISABLE_SCREEN_SAVER		= 蜂蜜浏览器运行时禁用Windows的屏幕保护程序

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= 语言设定
IDC_STATIC_OPEN_MULTLANG_PAGE		= [下载更多语言...]
IDC_STATIC_OPEN_LANG_FOLDER		= [打开语言文件夹...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= 选择图片
IDC_CHECK_SHOW_THUMBNAIL		= 隐藏缩略图导航

[IDD_PASSINPUT]
IDD_PASSINPUT				= 输入口令
IDC_STATIC_PASSDESC			= 文件已加密. 请输入口令.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= 编辑书签
IDC_BTN_DEL				= 删除
IDC_BTN_IMPORT				= 导入书签
IDC_BTN_EXPORT				= 导出书签

[IDD_PRINT]
IDD_PRINT				= 打印
IDC_GROUP_PRINTER			= 选择打印机
IDC_BTN_PRINTER_PROPERTY		= 属性
IDC_CHK_ROTATE				= 旋转 90˚
IDC_CHK_FIT_IN				= 缩放以适合纸张
IDC_STATIC_ZOOM				= 缩放比例:
IDC_STATIC_MARGIN_L			= 左边距:
IDC_STATIC_MARGIN_T			= 上边距:
IDC_STATIC_MARGIN_R			= 右边距:
IDC_STATIC_MARGIN_B			= 下边距:
IDC_STATIC_COPIES			= 份数:
IDC_BTN_PRINT				= 打印
IDC_BTN_CLOSE				= 关闭

[IDD_UPDATE]
IDD_UPDATE				= 蜂蜜浏览器 更新
IDC_STATIC_MESSAGE_1			= 已准备好更新.
IDC_STATIC_MESSAGE_2			= 单击更新按钮安装最新版本.
IDOK					= 更新
IDCANCEL				= 取消
IDC_BTN_SETTING_UPDATE			= 设定

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= 重命名或覆盖
IDC_STATIC_ASK_OVERWRITE		= 文件已存在.
IDC_STATIC_SRC				= 当前图片
IDC_STATIC_DST				= 目标图片
IDC_BTN_OVERWRITE			= 覆盖
IDC_BTN_RENAME				= 另存为...

[IDD_WALLPAPER]
IDD_WALLPAPER				= 设为桌面背景
IDC_STATIC_PREVIEW			= 预览
IDC_STATIC_BACK_COLOR			= 背景颜色
IDC_RADIO_BACKCOLOR_0			= 黑色
IDC_RADIO_BACKCOLOR_1			= 自动
IDC_RADIO_BACKCOLOR_2			= 自定义...
IDC_BTN_BKGND				= 选择...
IDC_BTN_CLOSE				= 关闭
IDC_BTN_APPLY				= 立即应用

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= 打开文件
IDC_STATIC_OPENING			= 正在打开...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= 选择文件夹
IDC_STATIC_FOLDER			= 文件夹路径:
IDC_BTN_NEWFOLDER			= 新建文件夹
IDC_CHK_OPEN_SUBFOLDER			= 包括所有子文件夹的文件

[IDD_TRANSFORM]
IDD_TRANSFORM				= 图片转换
IDC_STATIC_FILELIST			= 文件列表
IDC_STATIC_PREVIEW			= 预览
IDC_BTN_START				= 开始
IDC_BTN_CLOSE				= 关闭
IDC_BTN_OPEN_DEST_FOLDER		= 打开文件夹

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= 旋转
IDC_RADIO_ROTATE_NONE			= 不旋转
IDC_RADIO_ROTATE_LEFT			= 逆时针旋转 90˚
IDC_RADIO_ROTATE_RIGHT			= 顺时针旋转 90˚
IDC_RADIO_ROTATE_180			= 旋转 180˚
IDC_RADIO_ROTATE_AUTO			= 根据 EXIF 信息自动旋转
IDC_STATIC_RESIZE			= 裁剪
IDC_STATIC_RESIZE_SIZE			= 新尺寸

IDC_STATIC_FORMAT			= 格式设定
IDC_STATIC_FORMAT_SELECT		= 格式:
IDC_STATIC_FORMAT_QUALITY		= 品质:
IDC_STATIC_SAVE				= 输出文件夹
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= 保存到原文件夹
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= 保存到 照片文件夹
IDC_RADIO_TARGETFOLDER_CUSTOM		= 保存到:
IDC_STATIC_FILENAME_HEADER		= 文件名前缀
IDC_STATIC_FILENAME2SAVE		= 文件名预览
IDC_BTN_INIT				= 重置


[SKIN]
$TT_FULLSCREEN				= 全屏 (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= 热键: /
$TT_TOGGLE_ANIMINFO_CONTROL		= 热键: Alt+Z
$TT_PAGESELECT				= 选择图片 (Enter)
$TT_LOCKCONTROLBAR			= 锁定控制栏 (热键: ~)
$TT_LOCKTITLEBAR			= 锁定菜单 (热键: `)
$TT_COPY_EXIFINFO			= 复制 图片/EXIF 信息 (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= 显示/隐藏 图片/EXIF 信息 (热键: Tab)
$TT_LAUNCH_GPS_LOCATION			= 在 Google Maps 上查看位置.
$TT_PLAY_SOUNDNSHOT			= 播放音频文件 (有声图像).
$TT_CLOSE_EXIFINFO			= 关闭 (热键: Tab)
$TT_PREV_BTN				= 左键:向上, 右键:向上10张
$TT_NEXT_BTN				= 左键:向下, 右键:向下10张

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= 有声图像
$BTN_TEXT_SHOWMODE			= 浏览
$BTN_TEXT_PHOTOFOLDER			= 复制到
$BTN_TEXT_EDIT				= 编辑
$BTN_TEXT_STICKY			= 锁定
$BTN_TEXT_BOOKMARK			= 书签
$BTN_TEXT_SLIDESHOW			= 幻灯片放映
$BTN_TEXT_UPDATE			= 可更新至新版本

$TEXT_SETTINGTAB_GENERAL		= 一般
$TEXT_SETTINGTAB_VIEW			= 浏览
$TEXT_SETTINGTAB_BOOKMARK		= 书签
$TEXT_SETTINGTAB_ASSOC			= 格式关联
$TEXT_SETTINGTAB_IMAGEPROCESS		= 图像处理
$TEXT_SETTINGTAB_KEYBOARD		= 键盘
$TEXT_SETTINGTAB_MOUSE			= 鼠标
$TEXT_SETTINGTAB_SHELL			= 上下文菜单
$TEXT_SETTINGTAB_ETC			= 杂项
$TEXT_SETTINGTAB_LANG			= 语言

$TEXT_DESKTOP				= 桌面
$TEXT_DOCUMENT				= 文档
$TEXT_PICTURE				= 图片
$TEXT_COMPUTER				= 计算机


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= 用 蜂蜜浏览器 转换(&2)
TEXT_LAUNCH_HONEYVIEW			= 用 蜂蜜浏览器 浏览(&3)
TEXT_LOADING				= 正在载入...
TEXT_IMAGE_LOAD_FAILED			= 载入文件失败
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= 没有可用预览


[INSTALLER]
LNK_FILE_DESC				= 运行 蜂蜜浏览器
UNINSTALLER_LNK_NAME 			= 卸载程序

MSG_STILLRUN_EXIT_PROGRAM		= 软件已运行. 请先退出.
MSG_ASK_DELETE_ALL_FILES		= 安装目录 ($INSTDIR) 中有残留文件.[br][br]是否完全删除?
MSG_ASK_RESTART_EXPLORER		= 完成安装需要重启资源管理器. 是否立即重启?
MSG_ASK_UNINSTALL_HV3			= 蜂蜜浏览器3 已安装. 需要将其卸载以安装新版本. 是否卸载?
MSG_UNINSTALL_HV3_FAILED		= 卸载失败.
MSG_RESTART_EXPLORER			= 资源管理器需要重新启动以完成 蜂蜜浏览器3 的卸载.

TEXT_LICENSE				= 蜂蜜浏览器 授权协议
TEXT_OPTIONS				= 安装选项
TEXT_OPT_PROGRAMGROUP			= 创建程序组
TEXT_OPT_DESKTOPSHORCUT			= 创建桌面快捷方式
TEXT_OPT_QUICKLAUNCH			= 创建快速启动栏快捷方式
TEXT_OPT_FOLDER				= 目标文件夹
TEXT_OPT_REGIMAGE			= 关联图片文件格式
TEXT_SELECT_FOLDER			= 选择文件夹
TEXT_LICENSE_LINK			= [网站]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= 最终用户许可协议
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= 蜂蜜浏览器是由 Bandisoft 开发并发布的免费的速度惊人的图像浏览器.[br][br]此程序可免费地用于个人,企业,政府及其他用途.

TEXT_ASK_RESTART_EXPLORER		= 资源管理器需要重新启动以完成安装. 是否立即重启?
TEXT_NEED_ADMIN_PRIVILEGE		= 安装此软件需要管理员权限.[br][br]非管理员用户可能无法正确安装.[br][br]是否停止安装?

